{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source": {
				"Text": "Credits"
			},
			"Translation": {
				"Text": "Créditos"
			},
			"Key": "7BAF09364607B534F434C5B509F44108"
		},
		{
			"Source": {
				"Text": "Effects"
			},
			"Translation": {
				"Text": "Efeitos"
			},
			"Key": "DB4DDA4847BB235E85F46CB6EEF82876"
		},
		{
			"Source": {
				"Text": "Game design"
			},
			"Translation": {
				"Text": "Desenho do jogo"
			},
			"Key": "31FCF19940BD25B3782882B3052D1AAB"
		},
		{
			"Source": {
				"Text": "Gameplay programmer"
			},
			"Translation": {
				"Text": "Programador de jogabilidade"
			},
			"Key": "55322A2C4096FC769AB8B2AFD1C4D9B4"
		},
		{
			"Source": {
				"Text": "Have you ever tried to light up a glow stick using only one hand?"
			},
			"Translation": {
				"Text": "Já tentou acender um bastão de luz só com uma mão?"
			},
			"Key": "140BBB1042EFB3C4EA93309576970D8F"
		},
		{
			"Source": {
				"Text": "Hello there. So... yeah... if you're reading this, you now find yourself in a maze. If you're wondering why you're here, sorry. I can't help. I have no idea either. The best thing you can do now is find the exit. Well... off you go, then. I'm rooting for you."
			},
			"Translation": {
				"Text": "Olá. Então... é... se você está lendo isso, você se encontra em um labirinto. Se você está pensando por que você está aqui, lamento. Não posso ajudar. Também não tenho ideia. O melhor que você pode fazer agora é achar a saída. Bom... vai lá então. Tô torcendo por você."
			},
			"Key": "33007DF9440A28ED7D502094E691B80E"
		},
		{
			"Source": {
				"Text": "I don't know if you've noticed yet, but the maze doesn't really care about how much you want to leave. Walls are still walls, dead ends are still dead ends, and somehow you always end up somewhere you swear you've never been before. My advice? Try to remember where you've already been. Getting lost once is annoying. Getting lost twice because you forgot you were already lost is just embarrassing."
			},
			"Translation": {
				"Text": "Não sei se você percebeu, mas o labirinto não está nem aí sobre o quanto você quer sair. Paredes ainda são paredes, becos sem saída ainda são becos sem saída, e de alguma forma você sempre acaba em algum lugar onde você jura que nunca esteve antes. Meu conselho? Tente lembrar por onde você ja passou. Se perder uma vez é irritante. Se perder duas vezes porque você esqueceu que já estava perdido é simplesmente vergonhoso."
			},
			"Key": "2FB304864891E26995153AB28983F32B"
		},
		{
			"Source": {
				"Text": "I don't see any good reason to store a glow stick once you've lit it. Do you?"
			},
			"Translation": {
				"Text": "Não vejo nenhuma boa razao pra guardar um bastão de luz depois de o ter acendido. E você?"
			},
			"Key": "5C974C1744D6AB7DC17E4E839D80C791"
		},
		{
			"Source": {
				"Text": "I heard a story once... it was about a girl who was born into a rich family. She was destined to take care of the family business after her parents died, but her adventurous spirit and her father's narratives of his own adventures wouldn't let that happen. Instead, she decided to dedicate her life to exploring the world and see it with her own eyes. The most interesting thing is that, while doing so, she ended up coming across stunning landscapes hidden in the most remote regions, some of them serving as natural fotresses guarding most unique artifacts that were sought after by people with the worst intentions. And man, she did kick those people's asses, secretly saving the world from the most unimaginable threats."
			},
			"Translation": {
				"Text": "Ouvi uma história uma vez... era sobre uma garota que nasceu em uma família rica. Ela estava destinada a tomar conta do negócio dessa família depois que seus pais morreram, mas seu espírito aventureiro e os relatos do seu pai sobre as aventuras dele não iriam permitir isso. Ao invés disso, ela decidiu dedicar sua vida a explorar o mundo e o ver com seus próprios olhos. O mais interessante é que, enquanto ela faz isso, ela acaba topando com paisagens deslumbrantes escondidas nas regiões mais inóspitas, algumas delas servindo como fortalezas naturais para os mais únicos artefatos que foram buscados por pessoas com as piores intenções. E nossa, ela acabou com essas pessoas, secretamente salvando o mundo das ameaças mais inimagináveis"
			},
			"Key": "7FCE7B5C4D5EE35CA30A14A880871ED1"
		},
		{
			"Source": {
				"Text": "I heard a story once... it was about a guy molded for war. But not any war. The biggest war humanity ever fought. Against Hell itself. And that guy was humanity's greatest asset. He fought endless hordes of demons. But an endless wrath was also what drove him, as if he had nothing but rage flowing through his veins. The guy who demons were afraid of, always leaving nothing but their ashes in his wake. All of this without uttering a single word, but always with a voice whispering inside his mind: rip and tear... rip and tear..."
			},
			"Translation": {
				"Text": "Ouvi uma história uma vez... era sobre um cara moldado para a guerra. Mas não qualquer guerra. A maior guerra que a humanidade já lutou. Contra o próprio inferno. E esse cara era o maior ativo da humanidade. Ele lutou contra hordas intermináveis de demônios. Mas interminável também era a ira que o motivava, como se ele não tivesse nada além de raiva fluindo em suas veias. O cara que os demônios temiam, sempre deixando nada além de suas cinzas para trás. Tudo isso sem proferir uma única palavra, mas sempre com uma voz na sua cabeça sussurando: estripar e lacerar... estripar e lacerar..."
			},
			"Key": "D5DF07C44D34490C4BB096AA3C780F96"
		},
		{
			"Source": {
				"Text": "I was wondering... you might think (and I actually agree) that exploring a maze is not intuitive at all. But on the other hand, the more area you cover, the greater the chance of finding helpful stuff"
			},
			"Translation": {
				"Text": "Estava pensando... você deve achar (e eu na verdade concordo, até) que explorar um labirinto não é nem um pouco intuitivo. Mas, por outro lado, quanto mais área você cobre, maiores são as chances de achar coisas úteis"
			},
			"Key": "2440044F42B620ED44B472B1D6651869"
		},
		{
			"Source": {
				"Text": "I've heard the power grid here is quite... limited. At a given moment, some things work and others don't. I'm afraid not everything can work at once"
			},
			"Translation": {
				"Text": "Ouvi falar que a rede elétrica aqui é bem... limitada. Em um dado momento, algumas coisas funcionam e outras não. Receio que nem tudo pode funcionar ao mesmo tempo"
			},
			"Key": "B1E68A7341BBEA14DA41AB93369E44E2"
		},
		{
			"Source": {
				"Text": "If you are carrying more than you can bear, don't be afraid to get rid of the things you don't have a use for anymore. Just... be 100% sure about it, 'cause you may not get some of them back"
			},
			"Translation": {
				"Text": "Se você está carregando mais do que pode aguentar, não tenha medo de se livrar das coisas para as quais você não tem mais uso. Só... tenha certeza absoluta disso, porque você pode não recuperar algumas delas"
			},
			"Key": "9075E2C7474ECEB005F74B82EB327081"
		},
		{
			"Source": {
				"Text": "Interact"
			},
			"Translation": {
				"Text": "Interagir"
			},
			"Key": "6AC3B7C242CF2A3A5F593088FAFA78B4"
		},
		{
			"Source": {
				"Text": "Interact"
			},
			"Translation": {
				"Text": "Interagir"
			},
			"Key": "D8AFAE0D4EEF8327D3488B812050D0B9"
		},
		{
			"Source": {
				"Text": "It's always good to keep spare batteries at hand. You never know when a battery dies and you can't use your device"
			},
			"Translation": {
				"Text": "É sempre bom ter pilhas extras à mão. Você nunca sabe quando uma pilha acaba e você não consegue usar seu aparelho"
			},
			"Key": "5039004C42741E716FDB06B500E8338E"
		},
		{
			"Source": {
				"Text": "Level design"
			},
			"Translation": {
				"Text": "Desenho de mapas"
			},
			"Key": "2F58D5154EF0C5A25A05CA8494D72BA0"
		},
		{
			"Source": {
				"Text": "Localization"
			},
			"Translation": {
				"Text": "Localização"
			},
			"Key": "E4FFCE9D40F960F426DF51BC20B51267"
		},
		{
			"Source": {
				"Text": "Music"
			},
			"Translation": {
				"Text": "Música"
			},
			"Key": "0602B2804E3BCD616FC06D8E7F5DF26C"
		},
		{
			"Source": {
				"Text": "Next"
			},
			"Translation": {
				"Text": "Próximo"
			},
			"Key": "1527D7874B6DC672358070AF10B8EDF8"
		},
		{
			"Source": {
				"Text": "Oh, and by the way, you took {MinutesText}{SecondsText} to get out. Do whatever you want with that information"
			},
			"Translation": {
				"Text": "Ah, e a propósito, você levou {MinutesText}{SecondsText} pra sair. Faça o que quiser com essa informação"
			},
			"Key": "90C154B844A8D9B0C7E1858C231769E1"
		},
		{
			"Source": {
				"Text": "Pause Menu"
			},
			"Translation": {
				"Text": "Menu de pausa"
			},
			"Key": "67C087C14994854C50D41D9322E56E2A"
		},
		{
			"Source": {
				"Text": "Resume"
			},
			"Translation": {
				"Text": "Prosseguir"
			},
			"Key": "61BE6CE9478A59CC90003BB19453864F"
		},
		{
			"Source": {
				"Text": "Special thanks"
			},
			"Translation": {
				"Text": "Agradecimentos"
			},
			"Key": "7B96CB79476F0859BDED06894EB167C8"
		},
		{
			"Source": {
				"Text": "Thank you for playing"
			},
			"Translation": {
				"Text": "Obrigado por jogar"
			},
			"Key": "2FD78B5643CFFF95A23D3F8C51FB0E2B"
		},
		{
			"Source": {
				"Text": "The main purpose of a battery is to power electrical devices. So, it might be pointless to try and use one of them if you don't have such a device"
			},
			"Translation": {
				"Text": "O principal propósito de uma pilha é dar carga para aparelhos elétricos. Então, pode não fazer sentido tentar usar uma se você não tem um aparelho desses."
			},
			"Key": "E10768824128514BCDCCB6B2C035A9AC"
		},
		{
			"Source": {
				"Text": "UI programmer"
			},
			"Translation": {
				"Text": "Programador UI"
			},
			"Key": "42CF1F8245BE7F07E6008D9194E2A0B9"
		},
		{
			"Source": {
				"Text": "UX designer"
			},
			"Translation": {
				"Text": "Desenho de UX"
			},
			"Key": "14C9219B43B2465AD5F3428BCAC0FC97"
		},
		{
			"Source": {
				"Text": "Well, would you look at that. You've managed to find the exit (or should it be the entrance again? You tell me). Maybe you feel a feeling of growth after that, eh? No? Ah, whatever. At least you're now free to get back to your life. Unless, for any reason, you want to go through all of this again, so that you can grow more, and then go again, and grow even more..."
			},
			"Translation": {
				"Text": "Mas olha só isso. Você conseguiu achar a saída (ou seria a entrada de novo? Me diz você). Talvez você esteja se sentindo mais maduro depois disso, hein? Não? Ah, tanto faz. Pelo menos você agora está livre pra voltar pra sua vida. A menos que, por qualquer motivo, você queira passar por tudo isso de novo, e aí amadurecer mais, e aí ir de novo e amadurecer mais ainda..."
			},
			"Key": "C275702B40B7F7AAD8387DA70532D670"
		},
		{
			"Source": {
				"Text": "When I was asked to write some notes as if I was writing to someone trapped inside a maze, I could only think what weird nonsense that was. Who would ever think someone would really be trapped in a maze and read these notes?"
			},
			"Translation": {
				"Text": "Quando me pediram pra escrever alguns bilhetes como se eu estivesse escrevendo pra alguém preso em um labirinto, só pude pensar o quão sem sentido era essa esquisitice. Quem iria pensar que alguém iria mesmo ficar preso em um labirinto e ler esses bilhetes?"
			},
			"Key": "07F407414F07AE68922318891F2CDEF3"
		},
		{
			"Source": {
				"Text": "Writing"
			},
			"Translation": {
				"Text": "Roteiro"
			},
			"Key": "C171037E482DD8B1FB42FC876097BD8A"
		},
		{
			"Source": {
				"Text": "You know... if you have something that runs on electricity and you don't feel like using it now, it's good practice to turn it off. You don't want to waste a resource so valuable and limited as electric power for nothing, right? And later on, when you really need it and you try to turn it on, only to find out it won't work because you forgot a simple thing such as turning it off... it sucks. It really, really sucks..."
			},
			"Translation": {
				"Text": "Sabe... se você tem algo que funciona com eletricidade e você não tá a fim de usar agora, é uma boa prática desligar. Você não vai querer desperdiçar um recurso tão valioso e limitado como carga elétrica à toa, não é? E mais tarde, quando você precisar mesmo e tentar ligar, só pra descobrir que não quer funcionar porque você esqueceu uma coisa tão simples como desligar... é um saco. É um saco mesmo\r\n"
			},
			"Key": "C6845BFE41B9E9AE01032F9E8510D8C4"
		},
		{
			"Source": {
				"Text": "{Minutes} {Minutes}|plural(one=minute, other=minutes) and "
			},
			"Translation": {
				"Text": "{Minutes} {Minutes}|plural(one=minuto, other=minutos) e "
			},
			"Key": "589C91E248E8AAD7979C159E2ABDC996"
		},
		{
			"Source": {
				"Text": "{Seconds} {Seconds}|plural(one=second, other=seconds)"
			},
			"Translation": {
				"Text": "{Seconds} {Seconds}|plural(one=segundos, other=segundos)"
			},
			"Key": "654FE77E4624D7D787748890E7484B58"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "ST_InteractableActor",
			"Children": [
				{
					"Source": {
						"Text": "Flick"
					},
					"Translation": {
						"Text": "Acionar"
					},
					"Key": "Flick"
				},
				{
					"Source": {
						"Text": "Pick up"
					},
					"Translation": {
						"Text": "Pegar"
					},
					"Key": "PickUp"
				}
			]
		},
		{
			"Namespace": "ST_UI",
			"Children": [
				{
					"Source": {
						"Text": "Audio"
					},
					"Translation": {
						"Text": "Som"
					},
					"Key": "Audio"
				},
				{
					"Source": {
						"Text": "Back"
					},
					"Translation": {
						"Text": "Voltar"
					},
					"Key": "Back"
				},
				{
					"Source": {
						"Text": "Controls"
					},
					"Translation": {
						"Text": "Controles"
					},
					"Key": "Controls"
				},
				{
					"Source": {
						"Text": "Enable throw"
					},
					"Translation": {
						"Text": "Habilitar lançamento"
					},
					"Key": "Throw"
				},
				{
					"Source": {
						"Text": "Interact"
					},
					"Translation": {
						"Text": "Interagir"
					},
					"Key": "Interact"
				},
				{
					"Source": {
						"Text": "Language"
					},
					"Translation": {
						"Text": "Idioma"
					},
					"Key": "Language"
				},
				{
					"Source": {
						"Text": "Look left/right"
					},
					"Translation": {
						"Text": "Olhar para direita/esquerda"
					},
					"Key": "LookLeftRight"
				},
				{
					"Source": {
						"Text": "Look up/down"
					},
					"Translation": {
						"Text": "Olhar para cima/baixo"
					},
					"Key": "LookUpDown"
				},
				{
					"Source": {
						"Text": "Move backwards"
					},
					"Translation": {
						"Text": "Mover-se para trás"
					},
					"Key": "Backwards"
				},
				{
					"Source": {
						"Text": "Move forward"
					},
					"Translation": {
						"Text": "Mover-se para frente"
					},
					"Key": "Forward"
				},
				{
					"Source": {
						"Text": "Open/close inventory"
					},
					"Translation": {
						"Text": "Abrir/fechar inventário"
					},
					"Key": "Inventory"
				},
				{
					"Source": {
						"Text": "Pause"
					},
					"Translation": {
						"Text": "Pausar"
					},
					"Key": "Pause"
				},
				{
					"Source": {
						"Text": "Quit"
					},
					"Translation": {
						"Text": "Sair"
					},
					"Key": "Quit"
				},
				{
					"Source": {
						"Text": "Restart"
					},
					"Translation": {
						"Text": "Reiniciar"
					},
					"Key": "Restart"
				},
				{
					"Source": {
						"Text": "Settings"
					},
					"Translation": {
						"Text": "Configurações"
					},
					"Key": "Settings"
				},
				{
					"Source": {
						"Text": "Start"
					},
					"Translation": {
						"Text": "Iniciar"
					},
					"Key": "Start"
				},
				{
					"Source": {
						"Text": "Strafe left"
					},
					"Translation": {
						"Text": "Deslocar-se para esquerda"
					},
					"Key": "StrafeLeft"
				},
				{
					"Source": {
						"Text": "Strafe right"
					},
					"Translation": {
						"Text": "Deslocar-se para direita"
					},
					"Key": "StrafeRight"
				},
				{
					"Source": {
						"Text": "Use/Throw/Store left hand item"
					},
					"Translation": {
						"Text": "Usar/lançar/Guardar item da mão esquerda"
					},
					"Key": "LMB"
				},
				{
					"Source": {
						"Text": "Use/Throw/Store right hand item"
					},
					"Translation": {
						"Text": "Usar/lançar/Guardar item da mão direita"
					},
					"Key": "RMB"
				},
				{
					"Source": {
						"Text": "YOU WIN"
					},
					"Translation": {
						"Text": "VENCEU"
					},
					"Key": "Win"
				}
			]
		}
	]
}